Repository: MohammadFneish7/EEMS
Catalog: EEMS/Requirments/devlocal/20.1/src/DevExpress.ExpressApp/DevExpress.ExpressApp.Win/ModuleLocalizationResources.*.resx
Languages: ar

source: Non-calculated\ActionDesign\Actions\Close\Caption
ar: وثيقة

source: Non-calculated\Localization\Enums\DevExpress.XtraBars.Docking.DockVisibility\Visible\Value
ar: مرئية

source: Non-calculated\Localization\Ribbon\HomePage\Value
ar: الصفحة الرئيسية

source: Non-calculated\Localization\Ribbon\ActionsPageGroup\Value
ar: الإجراءات

source: ActionDesign\Actions\Close\ShortCaption
ar: وثيقة

source: ActionDesign\Actions\Close\ToolTip
ar: وثيقة

source: ActionDesign\Actions\Exit\ShortCaption
ar: خروج

source: ActionDesign\Actions\Exit\ToolTip
ar: خروج

source: Non-calculated\ActionDesign\Actions\Exit\Caption
ar: خروج

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Blue\Caption
ar: الأزرق

source: ActionDesign\Actions\PageSetup\ToolTip
ar: إعداد الصفحة

source: ActionDesign\Actions\PrintPreview\ToolTip
ar: معاينة قبل الطباعة

source: ActionDesign\Actions\OpenObject\ShortCaption
ar: Open Related Record

source: Non-calculated\ActionDesign\Actions\OpenObject\Caption
ar: Open Related Record

source: Non-calculated\Localization\Enums\DevExpress.ExpressApp.Win.Templates.Utils.NavBarControlVisibility\Visible\Value
ar: مرئية

source: Non-calculated\Localization\Ribbon\AppearancePageGroup\Value
ar: مظهر

source: Non-calculated\NavigationItems\NavigationCaption
ar: الملاحة

source: ActionDesign\Actions\About Info\ShortCaption
ar: عن...

source: ActionDesign\Actions\About Info\ToolTip
ar: عن...

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Flat\Caption
ar: مسطح

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Office2003\Caption
ar: Office2003

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\Caption
ar: جلود

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Basic\Caption
ar: الاساسيه

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Black\Caption
ar: أسود

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Blueprint\Caption
ar: مخطط

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Caramel\Caption
ar: كراميل

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Coffee\Caption
ar: القهوة

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Dark Side\Caption
ar: الجانب المظلم

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Darkroom\Caption
ar: غرفة مظلمة

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\DevExpress Dark Style\Caption
ar: نمط DevExpress الظلام

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\DevExpress Style\Caption
ar: نمط DevExpress

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Foggy\Caption
ar: ضبابي

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Glass Oceans\Caption
ar: الزجاج المحيطات

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\High Contrast\Caption
ar: التباين العالي

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\iMaginary\Caption
ar: iMaginary

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Lilian\Caption
ar: ليليان

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Liquid Sky\Caption
ar: السماء سائلة

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\London Liquid Sky\Caption
ar: لندن السماء سائلة

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\McSkin\Caption
ar: مكسكين

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Metropolis Dark\Caption
ar: الظلام متروبوليس

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Metropolis\Caption
ar: متروبوليس

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Money Twins\Caption
ar: المال التوائم

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Office 2007 Black\Caption
ar: مكتب 2007 أسود

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Office 2007 Blue\Caption
ar: مكتب 2007 الأزرق

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Office 2007 Green\Caption
ar: الأخضر 2007 office

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Office 2007 Pink\Caption
ar: مكتب 2007 الوردي

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Office 2007 Silver\Caption
ar: مكتب 2007 فضي

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Office 2010 Black\Caption
ar: مكتب 2010 أسود

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Office 2010 Blue\Caption
ar: أوفيس 2010 الأزرق

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Office 2010 Silver\Caption
ar: مكتب 2010 فضي

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Office 2013 Dark Gray\Caption
ar: مكتب 2013 رمادي داكن

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Office 2013 Light Gray\Caption
ar: مكتب 2013 الضوء الرمادي

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Office 2013\Caption
ar: مكتب 2013

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Office 2016 Black\Caption
ar: مكتب 2016 الأسود

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Office 2016 Colorful\Caption
ar: مكتب 2016 الملونة

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Office 2016 Dark\Caption
ar: مكتب 2016 الظلام

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Office 2019 Black\Caption
ar: مكتب 2019 اسود

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Office 2019 Colorful\Caption
ar: مكتب 2019 الملونة

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Office 2019 Dark Gray\Caption
ar: مكتب 2019 رمادي غامق

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Office 2019 White\Caption
ar: مكتب 2019 أبيض

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Pumpkin\Caption
ar: اليقطين

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Seven Classic\Caption
ar: الكلاسيكية سبعة

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Seven\Caption
ar: سبعة

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Sharp Plus\Caption
ar: الحاد بالإضافة إلى

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Sharp\Caption
ar: حادة

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Springtime\Caption
ar: فصل الربيع

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Stardust\Caption
ar: ستاردست

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Summer 2008\Caption
ar: صيف 2008

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\The Asphalt World\Caption
ar: العالم الأسفلت

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\The Bezier\Caption
ar: بيزيه

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Valentine\Caption
ar: عيد الحب

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Visual Studio 2013 Blue\Caption
ar: Visual Studio 2013 الأزرق

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Visual Studio 2013 Dark\Caption
ar: Visual Studio 2013 الظلام

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Visual Studio 2013 Light\Caption
ar: Visual Studio 2013 الضوء

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\VS2010\Caption
ar: VS2010

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Whiteprint\Caption
ar: ويتيبرينت

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Skins\ChoiceActionItems\Xmas 2008 Blue\Caption
ar: الأزرق عيد الميلاد 2008

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Style3D\Caption
ar: Style3D

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\UltraFlat\Caption
ar: أولترافلات

source: ActionDesign\Actions\ChooseSkin\ChoiceActionItems\Windows Theme\Caption
ar: ويندوز موضوع

source: ActionDesign\Actions\ChooseSkin\ShortCaption
ar: اختر الجلد

source: ActionDesign\Actions\ChooseSkin\ToolTip
ar: اختر الجلد

source: ActionDesign\Actions\ConfigureSkin\ShortCaption
ar: تكوين الجلد

source: ActionDesign\Actions\ConfigureSkin\ToolTip
ar: تكوين الجلد

source: ActionDesign\Actions\CopyCellValue\ShortCaption
ar: نسخ القيمة من الخلية

source: ActionDesign\Actions\CopyCellValue\ToolTip
ar: نسخ القيمة من الخلية

source: ActionDesign\Actions\Diagnostic Info.EasyTest Control\ChoiceActionItems\EasyTest Control\Caption
ar: التحكم إيسيتيست

source: ActionDesign\Actions\Diagnostic Info.EasyTest Control\ShortCaption
ar: التشخيص Info.EasyTest التحكم

source: ActionDesign\Actions\Diagnostic Info.EasyTest Control\ToolTip
ar: التشخيص Info.EasyTest التحكم

source: ActionDesign\Actions\EditModel\ShortCaption
ar: تحرير النموذج

source: ActionDesign\Actions\EditModel\ToolTip
ar: تحرير النموذج

source: ActionDesign\Actions\Export\ShortCaption
ar: التصدير إلى

source: ActionDesign\Actions\Export\ToolTip
ar: التصدير إلى

source: ActionDesign\Actions\ExportAnalysis\ShortCaption
ar: تحليل للتصدير

source: ActionDesign\Actions\ExportAnalysis\ToolTip
ar: تحليل للتصدير

source: ActionDesign\Actions\OpenObject\ToolTip
ar: فتح السجل المرتبطة مع محرر خاصية مرجع مركزة (SHIFT + CTRL + النقر الأيسر)

source: ActionDesign\Actions\PageSetup\ShortCaption
ar: إعداد الصفحة...

source: ActionDesign\Actions\Print\ShortCaption
ar: طباعة...

source: ActionDesign\Actions\Print\ToolTip
ar: طباعة الحوار

source: ActionDesign\Actions\PrintPreview\ShortCaption
ar: طباعة معاينة...

source: ActionDesign\Actions\ShowToolbar\ShortCaption
ar: إظهار شريط الأدوات

source: ActionDesign\Actions\ShowToolbar\ToolTip
ar: إظهار شريط الأدوات

source: Non-calculated\ActionDesign\Actions\About Info\Caption
ar: عن...

source: Non-calculated\ActionDesign\Actions\ChooseSkin\Caption
ar: اختر الجلد

source: Non-calculated\ActionDesign\Actions\ConfigureSkin\Caption
ar: تكوين الجلد

source: Non-calculated\ActionDesign\Actions\CopyCellValue\Caption
ar: نسخ القيمة من الخلية

source: Non-calculated\ActionDesign\Actions\Diagnostic Info.EasyTest Control\Caption
ar: التشخيص Info.EasyTest التحكم

source: Non-calculated\ActionDesign\Actions\EditModel\Caption
ar: تحرير النموذج

source: Non-calculated\ActionDesign\Actions\Export\Caption
ar: التصدير إلى

source: Non-calculated\ActionDesign\Actions\ExportAnalysis\Caption
ar: تحليل للتصدير

source: Non-calculated\ActionDesign\Actions\PageSetup\Caption
ar: إعداد الصفحة...

source: Non-calculated\ActionDesign\Actions\Print\Caption
ar: طباعة...

source: Non-calculated\ActionDesign\Actions\PrintPreview\Caption
ar: طباعة معاينة...

source: Non-calculated\ActionDesign\Actions\ShowToolbar\Caption
ar: إظهار شريط الأدوات

source: Non-calculated\Localization\Captions\ExportedModelDifferencesMessage\Value
ar: تم تصدير الإعدادات المحددة (نموذج الاختلافات) إلى المجلد {0}.

source: Non-calculated\Localization\Captions\FilterBuilder\Value
ar: تصفية منشئ

source: Non-calculated\Localization\Captions\IsCurrentUserId\Value
ar: هو "معرف المستخدم الحالي"

source: Non-calculated\Localization\Captions\IsCurrentUserIdDescription\Value
ar: بإرجاع True إذا كان لدى المستخدم الحالي المعرف المحدد.

source: Non-calculated\Localization\Captions\ObjectModel\Value
ar: نموذج الكائن

source: Non-calculated\Localization\Confirmations\Cancel\Value
ar: هل تريد إلغاء التغييرات؟

source: Non-calculated\Localization\Confirmations\ConfirmCancelAsyncOperation\Value
ar: هل تريد إلغاء عملية غير متزامنة؟

source: Non-calculated\Localization\Confirmations\ConfirmForcedCloseWindow\Value
ar: إغلاق هذه النافذة يسبب خطأ. هل تريد إغلاق النافذة على أية حال؟ \r\nWarning: إذا قمت بالنقر فوق 'نعم'، سيتم فقدان كافة التغييرات.

source: Non-calculated\Localization\Confirmations\Save\Value
ar: هل تريد حفظ التغييرات؟

source: Non-calculated\Localization\Enums\DevExpress.ExpressApp.Win.Templates.Utils.NavBarControlVisibility\Hidden\Value
ar: مخفي

source: Non-calculated\Localization\Enums\DevExpress.ExpressApp.Win.Templates.Utils.NavBarControlVisibility\Minimized\Value
ar: تصغير

source: Non-calculated\Localization\Enums\DevExpress.XtraBars.Docking.DockVisibility\AutoHide\Value
ar: إخفاء تلقائي

source: Non-calculated\Localization\Enums\DevExpress.XtraBars.Docking.DockVisibility\Hidden\Value
ar: مخفي

source: Non-calculated\Localization\Messages\ErrorDetailsLink\Value
ar: كيف يمكنني الحصول على مزيد من التفاصيل حول هذه المسألة؟

source: Non-calculated\Localization\Messages\UnableToSaveCustomization\Value
ar: قادر على حفظ معلومات التخصيص: \n {0}

source: Non-calculated\Localization\OpenSaveDialogFilters\AllFiles\Value
ar: الملفات

source: Non-calculated\Localization\OpenSaveDialogFilters\BmpFiles\Value
ar: ملفات Bmp

source: Non-calculated\Localization\OpenSaveDialogFilters\CsvFiles\Value
ar: Csv ملفات

source: Non-calculated\Localization\OpenSaveDialogFilters\DocxFiles\Value
ar: ملفات Docx

source: Non-calculated\Localization\OpenSaveDialogFilters\EmfFiles\Value
ar: ملفات emf

source: Non-calculated\Localization\OpenSaveDialogFilters\GifFiles\Value
ar: ملفات GIF

source: Non-calculated\Localization\OpenSaveDialogFilters\HtmlFiles\Value
ar: ملفات html

source: Non-calculated\Localization\OpenSaveDialogFilters\JpegFiles\Value
ar: ملفات Jpeg

source: Non-calculated\Localization\OpenSaveDialogFilters\MhtFiles\Value
ar: ملفات Mht

source: Non-calculated\Localization\OpenSaveDialogFilters\PdfFiles\Value
ar: ملفات Pdf

source: Non-calculated\Localization\OpenSaveDialogFilters\PngFiles\Value
ar: ملفات Png

source: Non-calculated\Localization\OpenSaveDialogFilters\RtfFiles\Value
ar: ملفات Rtf

source: Non-calculated\Localization\OpenSaveDialogFilters\TextFiles\Value
ar: ملفات نصية

source: Non-calculated\Localization\OpenSaveDialogFilters\TiffFiles\Value
ar: ملفات tiff

source: Non-calculated\Localization\OpenSaveDialogFilters\WmfFiles\Value
ar: ملفات Wmf

source: Non-calculated\Localization\OpenSaveDialogFilters\XlsFiles\Value
ar: ملفات Xls

source: Non-calculated\Localization\OpenSaveDialogFilters\XlsxFiles\Value
ar: Xlsx ملفات

source: Non-calculated\Localization\Texts\Aggregates\Value
ar: عمليات التجميع

source: Non-calculated\Localization\Texts\AggregatesAvgDescription\Value
ar: \R\nEvaluates (حقل) متوسط متوسط كافة القيم في مجموعة-

source: Non-calculated\Localization\Texts\AggregatesCountDescription\Value
ar: Count\r\nReturns عدد الكائنات في مجموعة-

source: Non-calculated\Localization\Texts\AggregatesMaxDescription\Value
ar: \R\nReturns ماكس (حقل) قيمة التعبير الأقصى في مجموعة-

source: Non-calculated\Localization\Texts\AggregatesMinDescription\Value
ar: \R\nReturns مين (حقل) قيمة التعبير الحد الأدنى في مجموعة-

source: Non-calculated\Localization\Texts\AggregatesSumDescription\Value
ar: \R\nReturns مجموع (حقل) مجموع كافة قيم التعبير في مجموعة-

source: Non-calculated\ViewItems\PropertyEditors\System.DateTime\DefaultDisplayFormat
ar: {0:d}

source: Non-calculated\ViewItems\PropertyEditors\System.DateTime\DefaultEditMask
ar: d

source: Non-calculated\ViewItems\PropertyEditors\System.Decimal\DefaultDisplayFormat
ar: {C}

source: Non-calculated\ViewItems\PropertyEditors\System.Decimal\DefaultEditMask
ar: C

source: Non-calculated\ViewItems\PropertyEditors\System.Int16\DefaultDisplayFormat
ar: {0:N0}

source: Non-calculated\ViewItems\PropertyEditors\System.Int16\DefaultEditMask
ar: N0

source: Non-calculated\ViewItems\PropertyEditors\System.Int32\DefaultDisplayFormat
ar: {0:N0}

source: Non-calculated\ViewItems\PropertyEditors\System.Int32\DefaultEditMask
ar: N0

source: Non-calculated\ViewItems\PropertyEditors\System.Int64\DefaultDisplayFormat
ar: {0:N0}

source: Non-calculated\ViewItems\PropertyEditors\System.Int64\DefaultEditMask
ar: N0

source: Non-calculated\ViewItems\PropertyEditors\System.UInt16\DefaultDisplayFormat
ar: {0:N0}

source: Non-calculated\ViewItems\PropertyEditors\System.UInt16\DefaultEditMask
ar: N0

source: Non-calculated\ViewItems\PropertyEditors\System.UInt32\DefaultDisplayFormat
ar: {0:N0}

source: Non-calculated\ViewItems\PropertyEditors\System.UInt32\DefaultEditMask
ar: N0

source: Non-calculated\ViewItems\PropertyEditors\System.UInt64\DefaultDisplayFormat
ar: {0:N0}

source: Non-calculated\ViewItems\PropertyEditors\System.UInt64\DefaultEditMask
ar: N0
